[
    {
        "id" : 1,
        "title" : "Микросхемы",
        "description" : "Микросхемы — это устройства (электронные схемы) заключенные в небольшой специализированный корпус, могут обладать сколь угодно сложным функционалом вплоть до целого микрокомпьютера. Купить микросхемы можно в пластиковом, металлическом или керамическом корпусе для поверхностного монтажа или монтажа в отверстия печатной платы. Цена микросхемы зависит от ее функционала. Определить функциональное назначение микросхемы можно по маркировке на корпусе, все производители маркируют свои изделия серийным номером разработки. По технологии изготовления различают несколько видов микросхем: интегральная микросхема, пленочная микросхема, гибридная микросхема (микросборка), смешанная микросхема.",
        "image_link" : "assets/media/temp/category/1.png"
    },
    {
        "id" : 2,
        "title" : "Оптопары и изоляторы",
        "description" : "Оптопары и изоляторы – это электроника, обеспечивающая безопасную передачу сигналов между различными частями электрических цепей с полной электрической изоляцией. Оптопары позволяют передавать информацию оптическим путем, что минимизирует риск помех и обеспечивает высокую скорость передачи данных. Изоляторы защищают чувствительные компоненты от высоких напряжений и перенапряжений, что делает их критически важными для обеспечения надежности и безопасности электрооборудования. ",
        "image_link" : "assets/media/temp/category/2.png"
    },
    {
        "id" : 3,
        "title" : "Конденсаторы",
        "description" : "Конденсаторы - это электрические накопители заряда, электронные пассивные компоненты, применяющиеся во всех электронных, радиотехнических конструкциях. Различные типы конденсаторов отличаются между собой конструктивным диэлектриком, что сказывается на области их применения, и схематическим предписанием в те или иные конструктивные приложения. При выборе и покупке компонента необходимо учитывать его основные характеристики, такие как, емкость, рабочее напряжение и тип конденсатора, а так же, конструктивное исполнение, выводной или чип-конденсатор, элемент поверхностного монтажа.",
        "image_link" : "assets/media/temp/category/3.png"
    },
    {
        "id" : 4,
        "title" : "Резисторы",
        "description" : "Резисторы относятся к классу пассивных компонентов, и исполняет роль сопротивления электрическому току. Резисторы делятся по характеристикам и типам, а так же, по технологии изготовления: постоянные, переменные или подстроечные, выводные или SMD (для поверхностного монтажа), проволочные, угольные или металлооксидные.",
        "image_link" : "assets/media/temp/category/4.png"
    },
    {
        "id" : 5,
        "title" : "Транзисторы",
        "description" : "Транзисторы — это полупроводниковые приборы, которые предназначены для усиления, генерации и преобразования электрических сигналов. Это главный компонент в любой электрической схеме. Транзисторы бывают полевые и биполярные. Отличие их в том, что в биполярном транзисторе в переносе заряда участвуют электроны (носители отрицательных зарядов) и дырки (носители положительных зарядов), а в полевом — один из носителей зарядов (электроны или дырки). В аналоговой технике в основном применяют биполярные транзисторы, а полевые — в цифровой.",
        "image_link" : "assets/media/temp/category/5.png"
    },
    {
        "id" : 6,
        "title" : "Датчики",
        "description" : "Датчики — это группа автономных, законченных изделий, предназначенных для преобразования собираемой (измеряемой) информации в электрическую величину для последующей передачи в измерительные, или исполнительные устройства. Особенностью применение датчиков являются размещение их непосредственно в месте отбора информации, что накладывает определенные требования к конструкции, особенно при использовании в агрессивных условиях среды, а также взаимосогласованные метрологические и надежностные характеристики.",
        "image_link" : "assets/media/temp/category/6.png"
    },
    {
        "id" : 7,
        "title" : "Резонаторы и фильтры",
        "description" : "Резонаторы и фильтры — электронные компоненты радиотехнических устройств, как источники стабильной частоты. Кварцевые резонаторы применяются в широком спектре генераторов, где требуется фиксированная частота, приемопередатчиках, синтезаторах частот, в электронных схемах часов, полосовых фильтрах радиоприемников, процессорных схемах телевизоров. Конструктивно резонаторы выполнены в двух типах корпусов: это выводные, в металлических, пластиковых и керамических корпусах, и SMD, для поверхностного монтажа, имеющие маркировку HC-49SM.",
        "image_link" : "assets/media/temp/category/7.png"
    },
    {
        "id" : 8,
        "title" : "Диоды",
        "description" : "Диоды — это самые простые полупроводниковые приборы, состоящие из одного p - n перехода, задача которых проводить ток в одном направление и не пропускать ток в обратном. Купить диоды можно в пластмассовых, металлических, стеклянных и транзисторных корпусах. Цена диодов зависит от его типа и основных параметров, такие как максимальное допустимое постоянное обратное напряжение, максимально допустимое импульсное обратное напряжение, номинальный постоянный прямой ток, максимально допустимый постоянный прямой ток, максимально допустимый импульсный прямой ток, максимально допустимая мощность рассеивания и др.",
        "image_link" : "assets/media/temp/category/8.png"
    },
    {
        "id" : 9,
        "title" : "Тиристоры и Триаки",
        "description" : "Тиристоры и триаки – это ключевые полупроводниковые устройства, используемые для управления мощностью в электрических схемах. Тиристоры обеспечивают надежное переключение и управление током, что делает их идеальными для приложений в области управления двигателями, источниками питания и светодиодным освещением. Триаки, в свою очередь, позволяют управлять переменным током, что делает их незаменимыми в устройствах регулирования напряжения и мощности. ",
        "image_link" : "assets/media/temp/category/9.png"
    },
    {
        "id" : 10,
        "title" : "Предохранители",
        "description" : "Предохранители — элементы защиты электронной аппаратуры, а так же, питающей сети от различных аварийных ситуаций, случающихся при отказе техники. Электрический предохранитель является неотъемлемой частью защиты электроники. Самые популярные из них — плавкие, стеклянные или керамические, предохранители.",
        "image_link" : "assets/media/temp/category/10.png"
    }
]